Revit 2027 API
ParameterTypeId.RebarHostCategory Property
 "Host Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarHostCategory { get; }
Public Shared ReadOnly Property RebarHostCategory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarHostCategory {
	ForgeTypeId^ get ();
}
static member RebarHostCategory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace